"""
1. Посчитайте сумму трех введенных целых числа
2. Пользователь вводит стороны прямоугольника, выведите его площадь
3. Пользователь вводит прямоугольник, выведите его периметр
"""

""""
a = int(input('Введите первое число: '))
b = int(input('Введите второе число: '))
c = int(input('Введите третье число: '))

sum = a+b+c
print(sum)
"""

a = float(input("Введите 1 сторону прямоугольника: "))
b = float(input("Введите 2 сторону прямоугольника: "))
s = a*b
p = (a+b)*2
print(f"Площадь прямоугольника = {s}, площадь периметра = {p}")


